{
	"work": [
		{
			"id": 1,
			"img": "https://i.pinimg.com/736x/a9/49/4c/a9494cb449757053188fd0d0b3b83b37.jpg",
			"topic": "Can the Bucks Achieve the Double?",
			"category": "NBA",
			"minread": "4 mins",
			"datePosted": "10th Jan 2025",
			"desc1": " The NBA Cup, introduced in the 2023 season as a mid-season tournament, was designed to inject excitement into the league and provide teams with an additional title to pursue. Its arrival has opened the door for an unprecedented accomplishment: winning both the NBA Cup and the NBA Championship in the same season—a feat now referred to as 'the double.'",
			"desc2": "Description 2",
			"desc3": "Description 3",
			"desc4": "Description 4",
			"link": "https://example.com"
		},
		{
			"id": 2,
			"img": "https://i.pinimg.com/736x/62/88/ea/6288eae4ae096d92ae5dd7d6ba478b5e.jpg",
			"topic": "The Viewership War: Part 1",
			"category": "NFL",
			"minread": "8 mins",
			"datePosted": "8th Jan 2025",
			"desc1": "The United States is one of the most lucrative sports markets in the world, a place where billion-dollar television deals, packed stadiums, and thriving merchandise sales make sports an integral part of the cultural and economic fabric. This makes the battle for viewership and market dominance not just a game, but a high-stakes contest that defines the future of sports.",
			"desc2": "Description 2",
			"desc3": "Description 3",
			"desc4": "Description 4",
			"link": "https://example.com"
		},
		{
			"id": 3,
			"img": "https://i.pinimg.com/736x/16/ef/1a/16ef1a2c7d920719cd4585c43f2ac4a6.jpg",
			"topic": "Jude Bellingham: Real Madrid's New Zidane?",
			"category": "Football",
			"minread": "4 mins",
			"datePosted": "15th Nov 2023",
			"desc1": "Watching the young, wiry figure of Jude Bellingham glide across the pitch with the same effortless grace and poise once witnessed in the great Zinedine Zidane, a wave of nostalgia washes over me. The long-sleeved shirt, the Adidas predator boots, and the jersey number 5 are not mere accessories but symbols of a bygone era, a time when football was played with an artistry that seems almost lost in today's high-octane, physically demanding game.",
			"desc2": "Description 2",
			"desc3": "Description 3",
			"desc4": "Description 4",
			"link": "https://example.com"
		},
		{
			"id": 4,
			"img": "https://i.pinimg.com/564x/d8/b0/0e/d8b00e9ab9a702f4e5f7ee94c3ba0c85.jpg",
			"topic": "The EURO24 Power Rankings",
			"category": "Football",
			"minread": "5 mins",
			"datePosted": "23rd Dec 2023",
			"desc1": "The dust has settled, the qualifiers are complete, and Europe's best have staked their claim for Euro 2024 glory in Germany. Familiar faces have impressed, rising stars have emerged, and a few legendary giants remain on the watchlist. But who will truly shine on Europe's biggest stage?",
			"desc2": "Description 2",
			"desc3": "Description 3",
			"desc4": "Description 4",
			"link": "https://example.com"
		}
	]
}
